/**
 *CreatedbyGuoliangon2014/12/1.
 */
function resultListJson() {
    return [
        {
            HYID: 1,
            HYMC: '软件业',
            HYGS: [
                {
                    GSID: 1,
                    GSMC: '软通动力',
                    GSXW:isoftstoneNews
                    //GSXW: [
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力与嘉里大通签署战略合作协议',
                    //        url: 'http://digi.163.com/14/1105/19/AAAH1UG5001618JV.html',
                    //        time: '2014/11/9',
                    //        location: '北京',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '"软通动力信息技术（集团）有限公司（简称：软通动力）与嘉里大通物流有限公司（简称：嘉里大通）在软通动力总部签署了战略合作协议，建立跨境电子商务服务联盟。作为国内领先的技术服务提供商，软通动力在智慧城市、产业互联网和跨境电子商务领域具有端到端的综合服务能力，承担了国内多个城市的跨境电子商务公共服务平台建设与运营项目，以及20多个智慧城市的规划、建设与运营工作。"',
                    //        theme: '战略合作',
                    //        actType: '合作'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '国际服务外包产业发展与贵州对外开放高峰论坛在贵阳举行',
                    //        url: 'http://www.gz.xinhuanet.com/2014-11/09/c_1113172898.htm',
                    //        time: '2014/11/8',
                    //        location: '贵阳',
                    //        duty: 'ABCD',
                    //        name: 'James Chen',
                    //        event: '"软通动力信息技术（集团）有限公司副总裁、高级顾问ＪａｍｅｓＣｈｅｎ等特邀嘉宾为高峰论坛进行了精彩演讲。中国信息技术服务与外包产业联盟理事长曲玲年主持了上午的城市高峰对话，来自服务外包示范城市商务主管部门、贵阳国家高新技术产业开发区和贵阳国家经济技术开发区相关领导及国内领军服务外包企业高管组成的嘉宾，共同围绕“国际服务外包产业发展与贵州的后发赶超”的主题，就服务外包示范城市产业发展状况、服务外包产业转型新趋势、升级新特点、商业模式新创新、中西部省市发展服务外包产业后发赶超路径探索、区域产业转移与合作等话题展开了精彩对话"',
                    //        theme: '服务外包',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '体验“智慧”发展APEC参会记者参观软通动力',
                    //        url: 'http://finance.ifeng.com/a/20141108/13259131_0.shtml', time: '2014/11/7',
                    //        location: '北京',
                    //        duty: 'ABCD',
                    //        name: '方发和',
                    //        event: '软通动力首席技术官方发和、首席信息官叶毓平等相关领导代表公司接待了媒体团，并就公司整体概况和各项业务运营情况向各位记者进行介绍，其中重点介绍了公司智慧业务的发展情况。在参观软通动力创新体验中心的过程中，中外记者纷纷对软通动力的创新技术与服务能力表示赞同，其中智慧城市、3D电子沙盘、城市指挥中心、智慧家居等应用受到广泛关注。',
                    //        theme: '记者参观',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '郑州2014服务外包大会即将召开',
                    //        url: 'http://news.dahe.cn/2014/11-07/103732218.html', time: '2014/11/5',
                    //        location: '郑州',
                    //        duty: 'ABCD',
                    //        name: '方发和',
                    //        event: '软通动力控股有限公司高级副总裁首席技术官方发和、HCL公司中国区总经理于忠民，英孚瑟斯—中国战略合作总监刘春杰等将结合“新河南·共享共享全球服务”的大会主题以及服务外包行业发展中的规律、问题、挑战发表各自的见解和看法，大会还将进行河南服务外包重点项目参观、战略合作意向签署、中外发包、接包企业对接会等重要议程。',
                    //        theme: '服务外包',
                    //        actType: '签约'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '第十六届高交会智慧城市专馆',
                    //        url: 'http://gb.cri.cn/44571/2014/11/05/7851s4755025.htm', time: '2014/11/5',
                    //        location: '深圳',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '"软通动力、CEC、中国安防、东软、中国安防、IBM、微软、北大数字中国研究院、北航、公安部一所等知名企业和机构确认以不同的形式参与到展览、论坛与智慧城市评选活动中。　　智慧城市专馆——国际智慧大融合　　在深圳会展中心近万平方米智慧城市专馆(6号馆)，九个各具特色的主题专区汇集了城市规划设计、信息网络、智慧能源、智慧交通、智慧通信、绿色建筑、智慧医疗、智慧广场、城市应急、地理信息和智能家居等领域的众多国内外企业及相关城市，无疑是国际智慧的大融合，各种新技术、新产品、新成果，将带给您不一样的智慧新体验"',
                    //        theme: '高交会',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '山东临沂：突破传统行业打造“智慧城市”',
                    //        url: 'http://www.sd.xinhuanet.com/cj/2014-11/01/c_1113072583.htm', time: '2014/11/2',
                    //        location: '山东临沂',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '软通动力研发中心设计建设的云计算体验展厅，以及ibm-紫光智慧城市物联网产业基地等国内外知名企业投资的项目纷纷落户临沂软件园，为将临沂经济技术开发区打造成电子商务产业聚集高地提供了完善的平台和强大的支持。',
                    //        theme: '智慧城市',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '聚汇创新华为启AnyOffice移动应用开发大赛',
                    //        url: 'http://www.njdaily.cn/2014/1102/976207.shtml', time: '2014/11/1',
                    //        location: '北京',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '"软通动力、金山软件、天闻数媒等企业应用开发的翘楚，AnyOffice平台上集成了包含移动营销、WPS办公软件、教育云课堂在内的企业应用近30个，联盟成员累计合力交付近50个项目，为民生银行、华润集团、海尔集团、海航集团、新华通讯社等客户提供BYOD服务，覆盖金融、政府、大企业、交通等多个行业。王少森表示，通过组建BYOD联盟，华为将向联盟资格成员发放证书，未来假设在一个项目里面，联盟成员要解决其应用中的安全性问题，要使用AnyOffice平台，便会享受更为优惠的授权费。在解决了联盟成员使用高效安全平台的同时，又能保证其有一定的获利，打造出双赢的模式。"',
                    //        theme: '移动应用',
                    //        actType: '合作'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '仁寿西南网贸港起航电子商务蓝海',
                    //        url: 'http://news.sina.com.cn/c/2014-11-01/063431078764.shtml', time: '2014/10/27',
                    //        location: '仁寿县',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '"由软通动力集团主办，眉山仁寿西南网贸港、银联商务、阿里云承办的“灵动商贸物流云平台项目启动会”正式发布。　　这意味着，百万人口大县试水电子商务这一以信息化为基础的蓝海战役，初战告捷，而致力书写“改变创造未来”的新篇章，也已谋篇布局、生根发芽。仁寿县委决策者认为，电子商务正在让仁寿发生着颠覆性的变化——从无到有、从萌芽到壮大，“电子商务成为天府新区仁寿片区的又一张新名片和产业增长点。"',
                    //        theme: '电子商务',
                    //        actType: '签约'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '中国云体系联盟举办云计算发展现状与趋势座谈会',
                    //        url: 'http://miit.ccidnet.com/art/38235/20141027/5648753_1.html', time: '2014/10/27',
                    //        location: '北京',
                    //        duty: 'ABCD',
                    //        name: '易爱民',
                    //        event: '软通动力公司高级副总裁易爱民、赛伯乐投资集团管理合伙人周海兵等公司代表随后进行了主题发言，结合自身企业的特色讲解了企业发展战略并分享了诸多国内外案例。大家就云计算技术在中国重大机遇和发展形势达成了共识。徐明强特别指出，信息产业已经进入到“移动为先、云为先”的新时代，微软将加大在中国的云研发力量，和中国生态系统共同转型、成长、共赢',
                    //        theme: '云计算',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '第5届软件外包和信息技术服务年会召开',
                    //        url: 'http://cio.it168.com/a2014/1027/1676/000001676828_all.shtml', time: '2014/10/24',
                    //        location: '重庆',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '"软通动力、宇信易诚、世纪互联、泰盈科技、心医国际等国内知名信息技术服务企业的代表，以及国内新闻媒体和本地企业的代表。　　本届年会以“服务创造价值融合共赢未来”为主题，延续往届特点，总结了2013年中国信息技术服务业发展成果，发布了由工业和信息化部软件服务业司组织编写的《2014中国软件外包和信息技术服务产业发展报告》。该报告全面分析了我国软件外包和信息技术服务产业的发展现状和趋势，同时聚焦国内信息技术服务行业应用市场，选取银行和智能交通两个行业深度剖析信息技术服务企业的业务现状、发展机遇及供应商和需求方在信息技术服务外包方面的管理能力。同时，与制造、金融、医疗、交通等行业知名企业CIO共同交流国内外最新技术、解决方案和研究成果，优化产业布局、提升核心竞争力，帮助企业全方位认知国内最顶尖的技术及商业模式的潮流与思想"',
                    //        theme: '服务外包',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '智慧城市建设不能急躁分步可持续运营',
                    //        url: 'http://www.c114.net/anfang/4324/a864750.html', time: '2014/10/22',
                    //        location: '杭州',
                    //        duty: 'ABCD',
                    //        name: '王中宇',
                    //        event: '"王中宇提醒，智慧城市建设不能有焦躁的心态，期望用一两年的时间能够搭建出一个智慧城市，这是“本末倒置或者欲速则不达”。“智慧城市建设要总体规划，分步实施。智慧城市不要一口吃成个胖子，要站在城市发展的高度，把握未来几年城市发展的蓝图，然后分步根据每个城市的特点和模式去落实建成的时间表。”王中宇建议道。"',
                    //        theme: '智慧经济',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力亮相中国(上海)国际智慧城市建设与发展博览会',
                    //        url: 'http://digi.163.com/14/1022/08/A958M0NL001618JV.html', time: '2014/10/16',
                    //        location: '上海',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '软通动力信息技术（集团）有限公司（简称：软通动力）携产业应用、城市治理、民生服务、环保节能等智慧城市系列解决方案全面亮相，与众多嘉宾、观众分享了公司在智慧城市建设领域的最新理念和发展成果。展会期间，在公司执行副总裁康燕文陪同下，上海市委相关领导莅临参观了软通动力展位，双方就智慧城市建设的各个领域进行了深入交流。',
                    //        theme: '智慧城市',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '中国银联携手软通动力创新智慧城市升级支付理念',
                    //        url: 'http://news.163.com/14/1016/17/A8MPS96600014SEH.html', time: '2014/10/11',
                    //        location: '北京',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '"软通动力信息技术(集团)有限公司(以下简称“软通动力”)与中国银联股份有限公司(以下科称“中国银联”)于6月6日正式签署战略协议，建立战略合作伙伴关系。双方凭借在银行卡应用、电子商务、移动支付、智慧城市建设等领域的网络资源和业务优势，本着“长期合作、共谋发展”的原则，一致达成合作共识。作为国内领先的技术服务提供商，软通动力在20多个智慧城市领域具有规划、建设与运营端到端的综合服务能力。借助软通动力智慧城市项目落地的城市及地区，双方共同参与其项目顶层设计，探索银行卡支付在智慧城市中的创新应用，推进智慧城市基础设施建设，提升城市公共服务能力及综合管理水平。双方公司将积极开拓并将产品有效结合，创新客户服务模式和服务内容，拓展双方在各自领域的市场空间，实现互相支持、优势互补、资源互用及利益共享。"',
                    //        theme: '智慧城市',
                    //        actType: '签约'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '天津大学新校区校园信息服务平台建设项目公开招标中标公告',
                    //        url: 'http://edu.gmw.cn/newspaper/2014-10/16/content_101464699.htm', time: '2014/9/30',
                    //        location: '天津',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '"软通动力信息技术有限公司共4家单位递交了投标文件。评标委员会名单：张俊霞、孙桂玲、马树生、张志全、周智海、董旭源、孟少卿经评标委员会评审，现将中标供应商公布如下：中标单位:软通动力信息技术有限公司中标金额：人民币4760000元"',
                    //        theme: '中标公告',
                    //        actType: '签约'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '山东联通与软通动力共同打造中小企业云计算服务平台',
                    //        url: 'http://www.chinaunicom.com.cn/news/gdxw/file2163.html', time: '2014/9/30',
                    //        location: '烟台',
                    //        duty: 'ABCD',
                    //        name: '康燕文',
                    //        event: '软通动力执行副总裁康燕文、山东联通分公司副总经理柳尧杰等一行领导出席现场，并代表双方签署了合作协议，共同见证了签署盛况。双方宣布未来将会借助软通动力的IT技术优势以及山东联通的CT(通信技术)优势进行整合，在山东省范围内就的智慧城市展开全面深入的合作，在城市产业发展方面，特别是中小企业平台方面下一步将率先展开合作。',
                    //        theme: '云计算',
                    //        actType: '签约'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力在广东佛山打造跨境电子商务公共服务平台',
                    //        url: 'http://finance.21cn.com/stock/cfgd/a/2014/0930/11/28318573.shtml', time: '2014/9/28',
                    //        location: '佛山',
                    //        duty: 'ABCD',
                    //        name: '康燕文',
                    //        event: '"软通动力执行副总裁康燕文代表双方签署了合作协议。根据协议，该平台将在2014年年底上线并正式运营。　　作为国内领先的技术服务提供商，软通动力在智慧城市、产业互联网和跨境电子商务领域具有规划、建设与运营端到端的综合服务能力，承担了国内多个城市的跨境电子商务公共服务平台建设与运营项目以及20多个智慧城市的规划、建设与运营工作。软通动力通过参与佛山（南海）跨境电子商务公共服务平台的建设与运营，积极打造佛山跨境电子商务服务产业链，从而达到新兴产业集聚发展和实现产业升级转型的目标。"',
                    //        theme: '电子商务',
                    //        actType: '签约'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力携手贵阳市人民政府打造跨境电子商务公共服务平台',
                    //        url: 'http://gz.cnr.cn/qy/qydt/201409/t20140928_516519986.shtml', time: '2014/9/26',
                    //        location: '贵阳',
                    //        duty: 'ABCD',
                    //        name: '刘天文',
                    //        event: '软通动力董事长兼首席执行官刘天文先生一行应邀出席并签约。贵阳市人民政府同软通动力达成共识，软通动力将充分利用在智慧城市领域先进的建设运营理念和技术，发挥自身软件业务特长，整合各方资源，全面参与智慧贵阳的建设，在产业互联网、信息消费平台、跨境电子商务、教育培训、中小企业云服务、大数据应用等领域为贵阳市、贵州省的信息产业发展做出贡献，后发先至，弯道超车。同时签约的还有中国惠普、博奥生物科技集团，亿赞普科技集团，绿地控股集团等知名企业',
                    //        theme: '电子商务',
                    //        actType: '签约'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力在江苏南通打造跨境电子商务服务平台与智慧园区服务平台',
                    //        url: 'http://www.cctime.com/html/2014-9-26/201492617561638.htm', time: '2014/9/15',
                    //        location: '南通',
                    //        duty: 'ABCD',
                    //        name: '刘天文',
                    //        event: '软通动力董事长兼首席执行官刘天文代表双方签署了合作协议。南通市政府副市长黄爱军，南通市经信委主任杨扬，南通市经信委党组成员、市中小企业局副局长邱爱军，苏通园区管委会副主任曹海锋等一行领导出席了签约仪式。',
                    //        theme: '电子商务',
                    //        actType: '签约'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力董事长兼首席执行官刘天文出席天津夏季达沃斯经济论坛',
                    //        url: 'http://huaren.haiwainet.cn/n/2014/0915/c456604-21084321.html', time: '2014/9/30',
                    //        location: '天津',
                    //        duty: 'ABCD',
                    //        name: '刘天文',
                    //        event: '软通动力董事长兼首席执行官刘天文应邀出席本届达沃斯开幕式，并参加了全球成长型公司闭门会议。天津市长黄兴国在本次闭门会议发表了重要讲话。开幕式当晚，刘天文先生在“华为之夜”与参会嘉宾共同探讨如何突破科技创新来推动全球变革，并在创新的过程中，利用工商业转换、环境的持续性与包容性、国家地区及全球竞争力等各种途径来创造价值，从而推动世界经济的健康、深入、可持续发展。',
                    //        theme: '达沃斯经济论坛',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力参加2014北京国际设计周',
                    //        url: 'http://soft.chinabyte.com/483/13095483.shtml', time: '2014/9/26',
                    //        location: '北京',
                    //        duty: 'ABCD',
                    //        name: '康燕文',
                    //        event: '软通动力执行副总裁康燕文先生发表主题为“智慧产业”的精彩演讲。他表示：“智慧城市建设应当产业先行，以达到规模性人才导入、促进经济转型、建设产业生态圈的目的，以产强势，带动城市发展。软通动力正是秉承这一理念，先后在全国20多个城市展开了’智慧城市’战略布局，充分利用互联网创新思维和技术，建立产业互联网服务平台，为中小企业提供专业级孵化服务，助其产业技术、商业模式、组织方法等方面进行颠覆式创新，并发挥龙头带动作用，加快特色产业发展，形成产业互联网生态孵化圈，促进传统产业向先进制造业和现代服务业的转型升级。',
                    //        theme: '智慧城市',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力协助烟台市新一轮产业创新-----打造跨境电子商务服务平台与中小企业云服务平台',
                    //        url: 'http://finance.21cn.com/stock/cfgd/a/2014/0929/15/28313309.shtml', time: '2014/9/29',
                    //        location: '烟台',
                    //        duty: 'ABCD',
                    //        name: '冯嵱',
                    //        event: '首席运营官冯嵱、公司执行副总裁康燕文、中国联合网络通信集团有限公司山东省分公司副总经理柳尧杰等一行领导出席峰会现场，共同见证了签署盛况并在开幕式上为峰会致辞。软通动力与烟台市政府及多家知名企业集中落地烟台东部新区，参与烟台市的经济发展与建设，在建设智慧烟台及推动烟台两化融合的发展中积极探索和推进。',
                    //        theme: '电子商务',
                    //        actType: '签约'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力与大韩贸易签署中国智慧城市战略合作',
                    //        url: 'http://soft.chinabyte.com/71/13094571.shtml', time: '2014/9/28',
                    //        location: '北京',
                    //        duty: 'ABCD',
                    //        name: '康燕文',
                    //        event: '软通动力执行副总裁康燕文代表双方签署了合作协议。大韩贸易北京代表处次长边龙燮，软通动力副总裁卢俊义、咨询副总裁张京辉等一行领导出席了签约仪式，共同见证了合作协议的签署。软通动力执行副总裁康燕文代表双方签署了合作协议。大韩贸易北京代表处次长边龙燮，软通动力副总裁卢俊义、咨询副总裁张京辉等一行领导出席了签约仪式，共同见证了合作协议的签署。',
                    //        theme: '智慧城市',
                    //        actType: '合作'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力参展第五届中国国际物联网博览会',
                    //        url: 'http://finance.21cn.com/stock/cfgd/a/2014/0928/17/28307524.shtml', time: '2014/9/26',
                    //        location: '无锡',
                    //        duty: 'ABCD',
                    //        name: '软通动力',
                    //        event: '软通动力信息技术（集团）有限公司（下称“软通动力”）作为参展商来参与此次盛会，参加滨湖区的展览部分。当日，无锡市市长汪泉参观了滨海湖展厅。现场划分4个展区，包括智能交通物流、智慧旅游、智慧社区、智慧电力，而软通动力以大会唯一智慧旅游的展商高调亮相，展现软通动力智慧旅游解决方案及相关产业、行业应用。此期间，有超过40多家的政府、企业客户详细询问了软通动力智慧城市及智慧旅游解决方案和成功案例，在此，部分客户表现出合作意向。',
                    //        theme: '物联网',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力出席第六届全球绿色增长论坛',
                    //        url: 'http://economy.gmw.cn/2014-09/26/content_13383506.htm', time: '2014/9/23',
                    //        location: '首尔',
                    //        duty: 'ABCD',
                    //        name: '方发和',
                    //        event: '软通动力首席技术官方发和先生受邀代表公司出席本次盛会。开幕式上，方发和先生就目前中国政府大力推进的“中国新型城镇化和绿色增长”作了主旨演讲。他表示：“城镇化是驱动经济增长和产业发展的强大引擎。基于产业发展的中国城镇化目前已经建成了大量的新型工业园区和智慧型城市，推动了中国制造业的升级换代。然而在推进城镇化的过程，中国也要面对日益严重的环境污染，治理愈发困难，资源远超环境承载能力等问题，如何协调环境保护和经济均衡发展是我们的当务之急。《国家新型城镇规划》的出台将新型城镇化摆在了经济社会发展突出位置，其重点发展方向就是智能、绿色和低碳，也就是‘绿色经济’，从而促进社会的可持续发展。建设智慧城市正是提升可持续发展的主要推动力。软通动力通过运用和集成物联网、云计算、大数据、空间地理信息等新一代信息技术，提供智慧政务、智慧民生、智慧产业、智慧环境等一系列解决方案，促进城市规划、建设、管理和服务智慧化的新理念和新模式，打造城乡统筹、城乡一体、产城互动、节能集约、生态宜居、和谐发展的城市。',
                    //        theme: '绿色增长',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻',
                    //        title: '软通动力亮相2014华为云计算大会',
                    //        url: 'http://soft.chinabyte.com/26/13082026.shtml', time: '2014/9/12',
                    //        location: '上海',
                    //        duty: 'ABCD',
                    //        name: '黄立',
                    //        event: '',
                    //        theme: '云计算',
                    //        actType: '宣传'
                    //    }
                    //]
                },
                {
                    GSID: 2,
                    GSMC: '文思海辉',
                    GSXW:pacteraNews
                    //GSXW: [
                    //    {
                    //        newsType: '新闻', title: '文思海辉：互联网金融监管顶层设计，莫忘大数据',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=201254775&idx=1&sn=bc7e2636fe015f849349904d2bf5e910&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/11/18',
                    //        location: '北京',
                    //        duty: '副总裁',
                    //        name: '贾丕星',
                    //        event: '金融行业专家、文思海辉国内金融业务群商业智能业务部副总裁贾丕星分析，业内之所以热切盼望互联网金融监管政策的快速出台，一方面是对正处于成长期的新生创新力量的保护，鼓励创新以推动金融深入改革，降低社会交易成本提高经济和社会效益，推动经济整体转型升级；一方面在于规范市场加强风控监管，毕竟，市场已经出现了“劣币驱逐良币”的现象，且给对互联网金融报以热情的广大投资理财者泼了冷水，造成了不小的损失。',
                    //        theme: '互联网金融',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '文思海辉：金融互联网要实现信息流、资金流等多维有效整合',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=201206093&idx=1&sn=975c84c5e10a39d5c3f42c7a36099dbd&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/11/15',
                    //        location: '北京',
                    //        duty: '总经理',
                    //        name: '况文川',
                    //        event: '"在金融专家、文思海辉国内金融事业群BUSS服务及营销事业部总经理况文川看来，不能单纯地去理解重视资金流还是信息流，而是通过信息技术和方案，实现二者的有效结合和闭环管理，才能实现传统金融业的互联网化。不少互联网金融和传统金融界人士认为，传统金融业之所以受到互联网方方面面的冲击，原因在于传统金融业的封闭和过度重视资金流，缺乏对云计算、互联网和大数据等新技术手段的人士和深入应用，从而导致资金流、信息流乃至商务流的割裂，出现以产品为导向而不是以客户为中心的导向，更缺乏针对客户的个性化营销和体验提升。"',
                    //        theme: '互联网金融',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '融合造就优势，文思海辉TIBCOCDC迎来九周年',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=201287294&idx=1&sn=05dba45e6ba0846910d38e8b27fe9da6&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/11/20',
                    //        location: '北京',
                    //        duty: '',
                    //        name: '文思海辉',
                    //        event: '2005年11月，文思海辉和TIBCO合作成立TIBCOCDC离岸研发中心。从成立至今的整整九年中，CDC为中国企业的升级和改革做出了卓越的贡献。目前，CDC已成为TIBCO最大的离岸研发中心。包含北京322人，西安90人。九年前，TIBCO作为世界知名的软件研发公司，业务需求不断增长，业务范围也更为广泛，涉及到产品开发，技术支持，技术文档协作、测试和本地化各个领域。在对中国的离岸服务供应商进行深入分析后，TIBCO确定文思海辉作为长期战略合作伙伴。这一决定成为中国软件服务史上的一个重要的里程碑，它意味着中国本土的IT服务公司战胜了来自世界范围内的激烈竞争，服务品质得到了国际巨头的认可。',
                    //        theme: '公司庆典',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"文思海辉助力智慧型社区银行建设"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=201067594&idx=1&sn=78b0b0ef3287eeafaa70f1e0051c231c&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/11/7',
                    //        location: '北京',
                    //        duty: '总经理',
                    //        name: '况文川',
                    //        event: '文思海辉高级副总裁、国内金融事业群BUSS服务及营销事业部总经理况文川指出，未来的智慧型社区银行建设还需要引入零售业商品销售的概念结合高科技因素对金融产品和服务进行有形化的设计和包装，提升客户体验，例如说融合本土化特色的平板电脑现场营销、大型触屏体感互动、有形化产品货架、非接触视频和远程视频带来的全新人机交互体验。同时，银行应该依托社区银行网点和特约商户资源，迅速进占小区小微商户、物业、医疗、保健、教育、维修等商业服务机构，构建围绕社区居民的泛金融网络，这也是银行在移动互联网电商尚有渠道优势的重要领域。',
                    //        theme: '社区银行',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '文思海辉：面向新一代数据中心，打造全面云服务能力',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=201049453&idx=1&sn=b823b9c2cc38ea72ccf3fabffdd7e67f&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/11/6',
                    //        location: '北京',
                    //        duty: '副总裁',
                    //        name: '吴凯',
                    //        event: '"近年来，云化的数据中心引领者数据中心的新兴建设、性能升级和客户应用，各种新概念如新一代数据中心、下一代数据中心、云数据中心等等不一而足，在云计算专家、文思海辉高级副总裁吴凯看来，无论是对于数据中心的使用者和建设者，获得便利可靠的云服务才是最终目的。目前，第三方IDC运营商利用已有的互联网通信线路、带宽资源，建立标准化的电信专业级机房环境，为企业、政府提供服务器托管、租用以及相关增值等方面的服务，而作为定位“云计算赋能者”定位的文思海辉，则从数据中心的云化建设、应用实施和升级优化等需求出发，提供开发、建设、运营、维护、升级、迁移等工作，通过文思海辉系列云计算解决方案、一体机产品，以及咨询和运维服务，将能够覆盖大中型企业和小型企业的云计算需求，涵盖公有云、私有云、混合云以及私有云向公有云的溢出、迁移、升级等。"',
                    //        theme: '云计算',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"文思海辉宣布北美区总裁&首席运营官的任命"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200739055&idx=1&sn=4aa086577cbdbb2501977e655c4acfc1&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/10/10',
                    //        location: '北京',
                    //        duty: '',
                    //        name: '文思海辉',
                    //        event: '北京2014年10月10日电/美通社/--文思海辉技术有限公司（以下简称“文思海辉”或“该公司”）是一家全球性的咨询与科技服务提供商，其战略总部设于中国，也是黑石集团（NYSE:BX）投资组合的组成部分。今天，文思海辉宣布任命BalajiYellavalli为其北美区总裁&首席运营官（COO）。',
                    //        theme: '人事调动',
                    //        actType: '任命'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '文思海辉重点发展混合云，夯实“跨平台云计算服务商”领先地位',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200754119&idx=1&sn=863c5165da9de4d395010775a0de958d&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/10/14',
                    //        location: '北京',
                    //        duty: '副总裁',
                    //        name: '吴凯',
                    //        event: '定位于“云计算赋能者”的文思海辉，始终把混合云作为一个重要的战略业务市场方向。云计算专家、文思海辉高级副总裁吴凯认为，混合云作为大型企业迈向云计算落地高级阶段的重要方式，需要企业具备在私有云和公有云两个方面的IT能力，而重要业务的迁移、备份、升级和日常运维，又牵扯到私有云和共有用之间的切换，这就需要具备深厚的技术能力，企业用户面临巨大挑战。',
                    //        theme: '云计算',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"文思海辉：移动支付挑战信用卡业界权威"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200674754&idx=1&sn=dfba1e8b3d50d2c0fb9e2dbafd3828c8&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/9/23',
                    //        location: '北京',
                    //        duty: '',
                    //        name: '文思海辉',
                    //        event: '文思海辉专家认为，移动支付对信用卡形成的冲击除介质形态变革外，还包括支付模式、用户体验甚至对信用卡载体银行业等都有着重要影响。在支付模式方面，伴随着NFC、RFID-SIM、智能SD卡等技术的快速发展以及第三方支付平台的高质量涌入，信用卡支付功能已基本可以被移动支付取代。无论是购物消费，还是水电燃气，亦或出行打车，移动支付功能已覆盖信用卡支付的方方面面，甚至超出了信用卡传统支付范围。',
                    //        theme: '移动支付',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"文思海辉：“智慧数据”赋予大数据商业价值“DNA”"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200659725&idx=1&sn=04cf583ca5f9cdcd221db5fb1a7b5399&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/9/19',
                    //        location: '北京',
                    //        duty: 'CTO',
                    //        name: '芮祥麟',
                    //        event: '大数据专家、文思海辉执行副总裁、CTO芮祥麟指出，从大数据表面的字眼看，很多人往往仅仅注意到了大数据的海量性，即信息量大大爆炸，但对大数据存储的多样性和分析的实时性缺乏广泛而深刻的认知。随着互联网以及企业IT建设的普及，企业拥有了大量的数据，如何把这些数据转换成价值已经为企业CIO和CEO的重要课题。今天这些数据的重要性越来越被企业看重，而且数据已经从单一处理模式向智慧数据迈进，“智慧数据”是大数据应用高阶阶段，能够使得企业借助大数据的力量，实现价值提升。',
                    //        theme: '大数据',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"文思海辉：拥抱OpenStack，助力开放融合的云计算落地"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200716633&idx=1&sn=4962795dcf2e73d7ef23166725228b35&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/10/3',
                    //        location: '北京',
                    //        duty: '副总裁',
                    //        name: '吴凯',
                    //        event: '文思海辉高级副总裁吴凯表示，包括IT厂商和用户在内，采用开源意味着技术和商业上的更多收益。开源的平台意味着不会被某个特定的厂商绑定和限制，而且模块化的设计能进行开放性的技术集成，从而来满足自身业务需要，为客户节约了大量的成本的同时也保持可系统的灵活可扩展。同时，OpenStack公共云的兼容性可以使企业在根据其规模和需求将数据和应用迁移到基于安全策略的、经济的和其他关键商业标准的公共云中。OpenStack社区、技术和架构的开放性，为传统数据中心的“云化”和新一代云数据中心的创建提供了广泛、灵活的运用空间。',
                    //        theme: '云计算',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '文思海辉：金融互联网实现的三个关键环节',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200632905&idx=1&sn=e9de0bb34c2c50dada0730eca8e1ac89&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/9/14',
                    //        location: '北京',
                    //        duty: '总经理',
                    //        name: '况文川',
                    //        event: '"文思海辉高级副总裁、国内金融事业群BUSS服务及营销事业部总经理况文川说，尽管目前银行的电子渠道种类众多，数量也在呈现快速增长之势。一个直观的糟糕体验是，一方面当一个顾客到营业厅排队等待办理业务时，另外一方面却在等待过程中不断收到各种理财产品电话、短信推销的骚扰，这是缺乏渠道整合的最生动的例子，背后是巨大的人力物力的浪费、效率的降低和客户体验的下降。渠道的扩宽为为金融业的营销提供了便利，但并不自然意味着业绩的增长，况文川分析，通过整合的渠道将是一个高效的渠道，任何一个客户的接触点都可以成为业务和营销的触发点，而实现这一目标，需要深度整合。而渠道整合的背后，是信息的整合，基于大数据的整合。"',
                    //        theme: '互联网金融',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"文思海辉成功中标交通银行太平洋信用卡中心统一运营平台项目"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200609226&idx=1&sn=811eeeeee07f54b57f239857ef1168cc&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/9/9',
                    //        location: '北京',
                    //        duty: '总经理',
                    //        name: '李珺',
                    //        event: '近期，交通银行太平洋信用卡中心统一运营平台客服应用开发项目的招投标工作进行完毕。在经过讲标、多轮技术和商务谈判、评标等严谨的考验过程中，文思海辉金融事业群呼叫中心团队凭借合理的技术方案、完备的技术团队、丰富的成功案例、良好的服务口碑得到了客户的认可，战胜了众多强大的竞争对手，中标了统一运营平台客服应用开发项目。',
                    //        theme: '呼叫中心',
                    //        actType: '合作'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"企业】文思海辉-企业级APP测试解决方案提供商"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MzA3ODg0ODAwNg==&mid=200623041&idx=5&sn=a4db6f2f25493faf3cfd61976b21e7fc&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/10/17',
                    //        location: '北京',
                    //        duty: '',
                    //        name: '文思海辉',
                    //        event: '经过多年的发展，文思海辉成功为广东移动MM商城、江苏移动游戏基地、腾讯科技等客户进行了应用测试工作；在手机支付、手机钱包方面，文思海辉运用独有的自动化测试解决方案，帮助中国移动定制专属支付产品；运营商合作中，成为移动TD业务首家合作厂商，Top3项目执行深度合作伙伴，是移动特色业务G3随意行、OMT等方面解决方案服务商；同时，帮助华为、三星、联想、酷派、Nokia等多个终端厂商完成了产品测试。未来，文思海辉期冀通过自身不懈的努力为企业级APP提供过硬的测试服务！',
                    //        theme: '测试',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"潜心锻造文思海辉新一代Web通用测试平台横空出世"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200719181&idx=1&sn=705393302362f2d828318246c91b575a&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/10/4',
                    //        location: '北京',
                    //        duty: '',
                    //        name: '文思海辉',
                    //        event: '文思海辉专业的开发团队研发了一款高效、实用的通用测试平台——MARS。MARS（ManualtestAutomaticRunSystem，自动化功能测试软件）是一款针对WEB系统的黑盒自动化测试软件。与现有大部分脚本式自动化测试软件不同，MARS采用拖拽式、可视化的方式绘制测试场景和用例，具备丰富多样的校验方式，一体化的测试数据管理，一键式的测试报告生成，极大提高自动化测试效率和自动化率。同时，因为MARS不需要开发测试脚本，降低了对测试人员的技术要求。MARS适用于功能测试、兼容测试以及回归测试。',
                    //        theme: '测试',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '直面挑战文思海辉为银行金融互联网发展提供重要支撑',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200678784&idx=1&sn=59ef716039d9211a830f025085f3d032&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/9/24',
                    //        location: '北京',
                    //        duty: '',
                    //        name: '文思海辉',
                    //        event: '文思海辉认为，互联网时代的背景下，金融业呈现出互联化、物联化和智能化的发展趋势，分析技术、移动互联、云计算等科技因素正在不断改变着人们的金融消费方式，而移动互联网和社交媒体应用的兴起，则彻底改变了人与人之间的交互方式，不断推动着金融行业的转型与创新发展。传统银行应将互联网与金融产品紧密结合，充分发挥金融互联网于人们生产与生活的作用。',
                    //        theme: '互联网金融',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"行业大利好，文思海辉举办华东金融BI研讨会"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200701254&idx=1&sn=3c480c06ca383d23569a85fb449e8b98&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/9/19',
                    //        location: '苏州',
                    //        duty: '副总裁',
                    //        name: '王闯舟',
                    //        event: '研讨会聚焦大数据时代下的银行业商业智能发展，以BI的有关基本概念、数据管控技术、数据仓库的建设发展等客户感兴趣的主题，结合文思海辉长期服务金融业的经验，为来宾介绍了当前金融BI解决方案的现状和价值。尤其是文思海辉商业智能高级服务总监符海鹏先生从技术和应用两个层面为来宾进行的银行大数据一些应用实践和思考的分享，以及商业智能高级总监宋旸深入浅出地阐述风险数据集市解决方案的原理和经验，还有文思海辉数据挖掘解决方案高级经理王威扬先生从业务、平台以及分析方法这几个方面为大家分享银行业数据挖掘分析的现状和展望，由于讲解细致，切中问题，针对性强，得到了到场嘉宾的一致欢迎。',
                    //        theme: '商务智能',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"文思海辉：智慧城市需要民生、政务、产业三个结合"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200704784&idx=1&sn=32897c9744aa85c96def240f8dccebdc&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/9/30',
                    //        location: '永川',
                    //        duty: '总经理',
                    //        name: '黎杰',
                    //        event: '文思海辉中国业务群企业应用服务事业部总经理黎杰指出，当今各地政府面临着非常大的压力，资源、环境、交通、卫生、产业发展等，作为城市管理者，最优先级的任务就是如何把城市建成可持续发展的城市。对此，文思海辉给出的解决方案是，智慧城市建设要实现，民生、政务、产业发展三者相结合。',
                    //        theme: '智慧城市',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"云计算产业转变，文思海辉做云计算服务引擎"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200669776&idx=1&sn=da1737f29d28bc1bf27a96b4c00abe9a&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/9/22',
                    //        location: '北京',
                    //        duty: '副总裁',
                    //        name: '吴凯',
                    //        event: '云计算专家，文思海辉高级副总裁吴凯透露，伴随着文思海辉的整体想科技和咨询服务的战略转型，云计算业务也在夯实“云计算赋能者”的定位和行业领先能力。据介绍，文思海辉在云计算方面的领先能力体现在三个方面：一是技术能力，即如何融合全球最为领先的开源计算、异构兼容、负载均衡等云计算技术能力；二是整合能力，即整合包括电信运营商、独立第三方数据中心、云计算管理软件厂商等上下游云计算厂商，结合自身的服务能力，提供给客户端到端的整体解决方案和服务；三是服务能力，即帮助客户在云计算战略、策略、实施、部署、迁移、开发、运维等全生命周期的服务。',
                    //        theme: '云计算',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"文思海辉：智慧数据，让企业避免成为大数据时代落伍者"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5NjMyNTc0MQ==&mid=200600868&idx=1&sn=21dab805f22f1f835bf75a42740e6639&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/9/7',
                    //        location: '北京',
                    //        duty: '副总裁',
                    //        name: '贾丕星',
                    //        event: '在文思海辉商业智能事业部副总裁、大数据专家贾丕星看来，大数据已经成为很多商业企业的核心战略，大数据应用涉及整个企业的核心决策流程，为企业适应市场、改变商业模式而加速。在文思海辉的战略规划中，将以大数据为基础，通过自身咨询、解决方案和外包开发服务，帮助企业和政府打造智慧商务、智慧金融、智慧城市和智慧制造等有价值的应用体系。',
                    //        theme: '大数据',
                    //        actType: '宣传'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '【企业招聘】文思海辉技术有限公司',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5OTU5MDQyOQ==&mid=203443256&idx=2&sn=58b396031a0101f6340df10fd3f318f3&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/11/5',
                    //        location: '北京',
                    //        duty: '',
                    //        name: '文思海辉',
                    //        event: '"招聘岗位：.net开发工程师工作地点：北京招聘截止日期：2015年01月28日职位要求：1、计算机相关专业，2015年应届生，毕业后转正；2、英语CET-4以上，口语好；3、.net方向，有培训经验、项目经验OR实习经验优先；4、勤奋踏实，能尽快到岗。"',
                    //        theme: '招聘',
                    //        actType: '招聘'
                    //    },
                    //    {
                    //        newsType: '新闻', title: '"无锡文思海辉信息技术有限公司---2014年度太科园十佳雇主"',
                    //        url: 'http://mp.weixin.qq.com/s?__biz=MjM5ODU0OTU3MQ==&mid=200923609&idx=3&sn=496aa6304634eb349edec6428ad6051a&3rd=MzA3MDU4NTYzMw==&scene=6#rd',
                    //        time: '2014/10/23',
                    //        location: '无锡',
                    //        duty: '',
                    //        name: '文思海辉',
                    //        event: '"大家都已经知道了吧，无锡（太湖）国际科技园昨天发布了太科园2014年度十佳雇主？这10家公司魅力究竟在哪？别着急，从今天起，小编将一一为您介绍。                    2014太科园十佳雇主——无锡文思海辉信息技术有限公司。"',
                    //        theme: '最佳雇主',
                    //        actType: '获奖'
                    //    }
                    //]
                }
            ]
        },
        {
            HYID: 2,
            HYMC: '汽车业',
            HYGS: [
                {
                    GSID: 3,
                    GSMC: '软通动力1',
                    GSXW: []
                },
                {
                    GSID: 4,
                    GSMC: '文思海辉2',
                    GSXW: []
                }
            ]
        }
    ]
}





