/**
 * Created by Guoliang on 2014/12/2.
 */
function getAllcompanyData() {
    return [
        {
            GSID: 1,
            GSMC: '软通动力',
            YWBG: [
                ['服务外包', 5],
                ['云计算', 25],
                ['智慧城市', 50],
                ['电子商务', 20]
            ],
            YWJZ: [
                {YW: '服务外包', KH: 86, ZH: 102, LT: 124},
                {YW: '云计算', KH: 26, ZH: 120, LT: 42},
                {YW: '智慧城市', KH: 97, ZH: 131, LT: 12},
                {YW: '电子商务', KH: 17, ZH: 93, LT: 172}
            ],
            KHFB: [
                {YW: '服务外包', FB: '无锡、南通、盐城、昆山'},
                {YW: '云计算', FB: '南京、仁寿、烟台'},
                {YW: '智慧城市', FB: '郑州'},
                {YW: '电子商务', FB: '贵州'}
            ],
            HDFB: [
                ['论坛', 5],
                ['合作', 25],
                ['客户', 50],
                ['展会', 20]
            ],
            GGBG: [
                ['冯嵘', 5],
                ['方发和', 25],
                ['刘天文', 50],
                ['康燕文', 20]
            ]
        },
        {
            GSID: 2,
            GSMC: '神舟数码',
            YWBG: [
                ['服务外包', 12],
                ['云计算', 10],
                ['智慧城市', 30],
                ['电子商务', 48]
            ],
            YWJZ: [
                {YW: '服务外包', KH: 20, ZH: 122, LT: 64},
                {YW: '云计算', KH: 96, ZH: 103, LT: 12},
                {YW: '智慧城市', KH: 27, ZH: 41, LT: 62},
                {YW: '电子商务', KH: 117, ZH: 63, LT: 82}
            ],
            KHFB: [
                {YW: '服务外包', FB: '上海、南京、昆明'},
                {YW: '云计算', FB: '广州、武汉'},
                {YW: '智慧城市', FB: '合肥'},
                {YW: '电子商务', FB: '福建'}
            ],
            HDFB: [
                ['论坛', 23],
                ['合作', 15],
                ['客户', 39],
                ['展会', 23]
            ],
            GGBG: [
                ['冯嵘', 41],
                ['方发和', 15],
                ['刘天文', 40],
                ['康燕文', 4]
            ]
        },
        {
            GSID: 3,
            GSMC: '文思海辉',
            YWBG: [
                ['服务外包', 39],
                ['云计算', 21],
                ['智慧城市', 10],
                ['电子商务', 30]
            ],
            YWJZ: [
                {YW: '服务外包', KH: 26, ZH: 132, LT: 104},
                {YW: '云计算', KH: 66, ZH: 100, LT: 142},
                {YW: '智慧城市', KH: 97, ZH: 101, LT: 119},
                {YW: '电子商务', KH: 147, ZH: 163, LT: 172}
            ],
            KHFB: [
                {YW: '服务外包', FB: '新疆、广西'},
                {YW: '云计算', FB: '云南、拉萨'},
                {YW: '智慧城市', FB: '银川'},
                {YW: '电子商务', FB: '北京'}
            ],
            HDFB: [
                ['论坛', 35],
                ['合作', 15],
                ['客户', 30],
                ['展会', 20]
            ],
            GGBG: [
                ['冯嵘', 31],
                ['方发和', 25],
                ['刘天文', 24],
                ['康燕文', 20]
            ]
        },
        {
            GSID: 4,
            GSMC: '汽车业A',
            YWBG: [
                ['服务外包', 5],
                ['云计算', 25],
                ['智慧城市', 50],
                ['电子商务', 20]
            ],
            YWJZ: [
                {YW: '服务外包', KH: 86, ZH: 102, LT: 124},
                {YW: '云计算', KH: 26, ZH: 120, LT: 42},
                {YW: '智慧城市', KH: 97, ZH: 131, LT: 12},
                {YW: '电子商务', KH: 17, ZH: 93, LT: 172}
            ],
            KHFB: [
                {YW: '服务外包', FB: '无锡、南通、盐城、昆山'},
                {YW: '云计算', FB: '南京、仁寿、烟台'},
                {YW: '智慧城市', FB: '郑州'},
                {YW: '电子商务', FB: '贵州'}
            ],
            HDFB: [
                ['论坛', 5],
                ['合作', 25],
                ['客户', 50],
                ['展会', 20]
            ],
            GGBG: [
                ['冯嵘', 5],
                ['方发和', 25],
                ['刘天文', 50],
                ['康燕文', 20]
            ]
        },
        {
            GSID: 5,
            GSMC: '汽车业B',
            YWBG: [
                ['服务外包', 12],
                ['云计算', 10],
                ['智慧城市', 30],
                ['电子商务', 48]
            ],
            YWJZ: [
                {YW: '服务外包', KH: 20, ZH: 122, LT: 64},
                {YW: '云计算', KH: 96, ZH: 103, LT: 12},
                {YW: '智慧城市', KH: 27, ZH: 41, LT: 62},
                {YW: '电子商务', KH: 117, ZH: 63, LT: 82}
            ],
            KHFB: [
                {YW: '服务外包', FB: '上海、南京、昆明'},
                {YW: '云计算', FB: '广州、武汉'},
                {YW: '智慧城市', FB: '合肥'},
                {YW: '电子商务', FB: '福建'}
            ],
            HDFB: [
                ['论坛', 23],
                ['合作', 15],
                ['客户', 39],
                ['展会', 23]
            ],
            GGBG: [
                ['冯嵘', 41],
                ['方发和', 15],
                ['刘天文', 40],
                ['康燕文', 4]
            ]
        },
        {
            GSID: 6,
            GSMC: '汽车业C',
            YWBG: [
                ['服务外包', 39],
                ['云计算', 21],
                ['智慧城市', 10],
                ['电子商务', 30]
            ],
            YWJZ: [
                {YW: '服务外包', KH: 26, ZH: 132, LT: 104},
                {YW: '云计算', KH: 66, ZH: 100, LT: 142},
                {YW: '智慧城市', KH: 97, ZH: 101, LT: 119},
                {YW: '电子商务', KH: 147, ZH: 163, LT: 172}
            ],
            KHFB: [
                {YW: '服务外包', FB: '新疆、广西'},
                {YW: '云计算', FB: '云南、拉萨'},
                {YW: '智慧城市', FB: '银川'},
                {YW: '电子商务', FB: '北京'}
            ],
            HDFB: [
                ['论坛', 35],
                ['合作', 15],
                ['客户', 30],
                ['展会', 20]
            ],
            GGBG: [
                ['冯嵘', 31],
                ['方发和', 25],
                ['刘天文', 24],
                ['康燕文', 20]
            ]
        }
    ]
}
//获取行业和公司
function getCompanyData() {
    return [
        {
            HYID: 1,
            HYMC: '软件业',
            HYGS: [
                {GSID: 1, GSMC: '软通动力'},
                {GSID: 2, GSMC: '文思海辉'}
            ]
        }
    ]
}